<template>
  <div>
    <section  style="background-image: url(http://www.qhfx.edu.cn/app/static/images/xy_img/dingbu21.jpg);padding:10px 0;" class="dingbu">
    <div  class="dbContainer">
      <div class="dbfont">{{header}}</div>
    </div>
</section>
    <div class="honorContainer">
    <p class="title">7岁心灵的力量</p>
        <div style="margin-top:10px;font-size：16px"><span style="color: #576b95;"> 清华大学附属小学</span>&nbsp;&nbsp;&nbsp;&nbsp;<span style="color: rgba(0,0,0,0.3);">2017.02.14</span></div>

<p style="font-size:16px;margin-top:10px">生活需要仪式感 豁达乐观 爱你所爱
子轩子轩 分享 2018-05-01 23:52:38 1110 0 0
gena2.0
本书讲述仪式感是把本来单调普通的事情，变得不一样，对此怀有敬畏心理。无聊的生活中，平淡是常态，你总要找到一种新的方式，让自己度过无趣的日子。


生活中的仪式感，不是矫情，而是一种积极向上、豁达乐观的生活态度，让人相信自己配得起更好的一切。

我们的生活为什么需要仪式感
>>奥黛丽•赫本主演的经典影片《蒂凡尼的早餐》里，霍莉会穿着黑色小礼服，戴着假珠宝，在蒂凡尼精美的橱窗前，慢慢地将早餐吃完。面包与热咖啡，仿佛变成盛宴。这就是生活中的仪式感。

>>仪式感，会让你在平凡又琐碎的日子里，找到诗意的生活，找到继续前进的微光，找到不愿将就的勇气。

>>这个世界，就是你自己的世界，你对世界上的态度决定了你会拥有怎样的世界。即使面临亲朋好友甚至恋人的误解与不包容，你也不能轻易掉眼泪，你要有一颗既柔软又坚韧的心。

世上有多少重要的事，想着想着就算了
>>一年前的世界读书日，一个朋友在朋友圈立志要天天读书，大家都习惯了这种“朋友圈发誓”，基本是一天打鱼，十天晒网，能实现诺言的人少之又少。这之后一年，这个朋友就像消失了一样，再也不见他活跃在朋友圈。今年的读书日，他发表了一条消息：“我做到了。”朋友们都惊了。其实读书也好，健身也罢，下决心很容易，贵在坚持。

>>世上有多少重要的事，想着想着就算了；世上也有多少重要的事，干着干着，也就干成了。

什么才是真正有仪式感的生活
>>常常有人认为，穿着高贵礼服，进出高级西餐厅，才叫有仪式感的生活。这是片面的。真正有仪式感的生活，是对自己、对生活的一种用心，它让你积极乐观地在这个功利的世界里，寻求着别样的生活之美。

>>我认识一个姐姐，35岁，单身。有一天我们加班太晚去她家留宿，到家后，她告诉我想吃什么去冰箱拿。我以为她的冰箱会是各种速冻食品，打开的瞬间我惊呆了，里面整整齐齐放着各种新鲜蔬果。

>>生活里真正的仪式感是什么？是即便一个人时，也要对自己的生活负责，永远不懈怠，不放松，不懒惰；是即便一个人，也可以买一束鲜花，品一杯美酒。一个会爱自己的人，才有能力爱别人。

>>仪式感，是一种对生活认真、尊重、敬畏且热爱的态度。它其实是一种强烈的自我暗示。生活中那些无趣和委屈，那些一潭死水、灰头土脸、见不到阳光的日子，其实是因为缺少了仪式感。世上总有人活得艰难不易，但如果心中有了仪式感，就好似给干渴的生活注入了一股清泉，从此充满生机和希望。

>>有仪式感的生活是不辜负生命，不辜负自己，不辜负每一朵鲜花盛开的那种岁月静好的日子，并且伴有一种积极乐观的人生态度。

什么才是真正的品质生活
>>我曾经跟一个女孩子合租过一套房子，女孩一个人在成都打拼，在一家超市当收银员，很晚才能回家。很多时候，为了省钱，她就以泡面充饥。可即便吃的泡面，她也能从中找到生活品质：加个鸡蛋、番茄再配几片蔬菜叶子。她说，即便吃这种所谓的“垃圾食品”，也要注重色香味。其实大家都知道，那些都是低廉的食材。然而看到她脸上的满足感，即使生活很糟糕，也要为生活争取一份品质的心态，我被感动了。

>>真正的品质生活，并不需要很多钱来堆砌。品质源于人的内心，源于一种积极向上、乐观自信的生活态度。源于即便生活给了你一副烂牌，可你依旧竭尽全力想把它打好的决心。

梦想，不去实现，终究只是梦想

>>说起梦想，很多人都会感到可笑。

>>我曾经发了一条状态，内容是：“人生的第一个梦想…感谢我的伯乐，即使梦想的光很弱，我一定竭尽全力，不负众望。”不到五分钟，评论几乎都是“你升职了？恭喜你”这类话。我的内心瞬间感到很失落，于是删掉了这条状态。

>>他们没有一个人能想到我的梦想是跟写作有关，而我无数次向他们提起我的梦想是写作。对这个现实社会而言，梦想是一件奢侈品。我们似乎没了梦想，在枯燥匆忙的生活里，渐渐变得狭隘起来。

>>每天留三分钟，给梦想。也许这三分钟微不足道，也许它并不能把你从一个严重拖延症患者变为一个执行力极强的人，但这三分钟最大的意义在于，你还愿意去尝试给梦想时间，其实你也就拥有了梦想。

趁年轻，去经历你想经历的一切

>>人生就是一场又一场的经历，你不能因为害怕失去就逃避它，甚至拒绝它。人的一生注定是一场人来人往，走走停停，逐渐得到又逐渐失去的过程。完整的人生并不一定是完美的、无牵无挂的人生，而是历经世事，依旧拿得起放得下的一场经历。

所谓的迷茫，都源于想太多
>>有很多年轻人，在独处的时候，会怀疑自己的人生，觉得无所适从。看不到自己的未来在哪里，想要去做喜欢的事，但又不知道怎么起步。

>>其实生活的坑，都是自己的挖的，迷茫也是。我们总是在刚起步时，就想着终点在哪里；总是在学习一项技能时，就力求攻克技术难题；总是在今天都没过好时，就想着明天该怎么办。

>>所谓的迷茫，很多时候都是源于我们想太多。想太多，就会感到迷茫和焦虑。只有过好了当下，才有资格谈未来。

你的眼界，决定你的全世界
>>我们眼睛所能看见的范围，我们脚下所走过的路，我们所遇见的人，和我们所经历的世事，其实就组成了我们的全世界。全世界并不是全宇宙的距离和大小，而是我们的眼界，它决定了我们的视野和视界。

>>你的眼界就决定了你的全世界。狭小的眼界，会让你觉得无论怎么努力，一辈子也就这样了，于是你不再努力，每天浑噩度日，你的全世界也就只有你每天上班、下班，接送小孩上学、放学的距离。

>>很多人离不开一个错的人，很大程度是他们认为眼前的这个人就是他们所见中最好的那个人：他虽然好吃懒做，但家境还挺优越；她虽然性格不好，但长得也算漂亮。于是得过且过。

>>《天堂的电影院》里有一句话，你不出去走走，就以为这是全世界。你不出去看看外面的世界，你不拓宽自己的视野，你不去遇见更好的人，做更好的事，读更好的书，你就真的以为当下这还算过的去的毫无生气和梦想的生活就是你的全世界。

最伤人的不是你的拒绝，而是你多余的解释
>>去年芳儿咬紧牙买了房，朋友说如果装修钱不够可以找她借。芳儿不是个喜欢欠钱的人，但也没有办法了，于是找朋友借钱。朋友犹豫了几秒说钱都买了理财产品了，等她存款期限到了再借给她。芳儿虽然有点失落，但也理解。

>>后来过了几天，朋友突然打电话说她想办法把钱支取出来。芳儿很客气地拒绝了，并不是她不需要借钱了，而是她感觉受到了伤害。因为芳儿知道理财产品一旦买了是不能随便支取的，她的朋友也许就没把钱拿去买理财产品。

>>对于不想帮的忙，既然不愿意就干干脆脆说你不愿意，或者拒绝后你就不要再去试图做多余的解释。因为你拒绝后所做的多余解释，远比拒绝本身对他人的伤害指数要高几倍。

给你在乎的人一些仪式感
>>在乎一个人，就要给她生活中的仪式感。这样的仪式感，也许是每逢刮风下雨就提醒对方添衣带伞，也许是每逢烈日当头就提醒对方防暑降温，也许是每逢出差远行就提醒对方注意安全。

>>谁是你第一个愿意分享的人，你又是谁第一时间被告知喜怒哀乐的人呢？第一时间分享，让我们知道彼此都很重要。

>>更多时候，我们总是喜欢过纪念日、生日、节日，无非就是希望收获一份生活的仪式感，让我知道被人在乎的感觉真美妙。通常那些收到了礼物的人，虽然嘴上说怕你太麻烦。可不能否认的是，每一个收到礼物的人，心里也是特别开心的，这种被人在乎的感觉，让人欣喜。

>>愿每个人都能在生活的仪式感里，找到你在乎的人，也找到那个在乎你的人。

有教养的人，不会以贬低别人来抬高自己
>>一个人是否有教养往往体现在跟别人相处时，不让人难堪，不让人自卑，不让人产生心理压力，也不会通过贬低别人的劣势，来抬高自己的优势。

>>生活中，很多人在别人的痛处上表示有些过火的同情，看似一副菩萨心肠，其实是没教养的表现。没教养的人，他们会在穷人面前宣扬自己一个月的工资就是别人一年的工资。没教养的人，他们会在一个大字不识一个或者学历不高的人面前，炫耀自己见多识广，从哪个名校毕业，又或者是研究生、博士后。

>>而一个有教养的人，总是会站在别人的立场去考虑问题，即便不能做到感同身受，也要做到推己及人。有教养的人，总是有一颗体谅别人的心，知道社会上每个阶层的人物，都有自己的不容易。所以他们不会以自己的优势来攻击和贬低别人的劣势。

>>一个真正有教养的人，根本无需通过贬低别人，来抬高自己，因为有了教养，他们就是这个世界上德高望重的人。

有了仪式感，爱情才愈发甜蜜和长久
>>在爱情里，仪式感似乎显得更为神圣。比如一个正式的表白，一个浪漫的求婚，一个一生的承诺。

>>在爱情里，我需要你给我一种被需要的感觉。浸泡在爱情的溶液里，我们总会情不自禁地产生某些行为，即便在旁人看起来很傻的举动，我们也甘之若饴。

>>期待感是爱情里最致命的伤害。因为一旦对方做的事在你的期待之外，你就会特别失望。有人说，失望有时候也是一种幸福，因为有所期待，所以才会失望。

>>有很多时候，女孩子会特别的口是心非，特别的作，常常会有姑娘就是这样把男朋友作没了。其实作的原因，就是心中存有对你的所有期待。因为无论再成熟的女性，面对爱情，她们都会变成一个小孩儿，天真、纯洁、又“小气”。

>>只是记住了，一切对爱的期待和对他/她的信赖，都要对那个懂得珍惜你的人，也要懂得适可而止，如此便能爱你所爱。</p>
  </div>
    </div>
  </div>
</template>
<script>
import Vue from 'vue'
import { Grid, GridItem, GroupTitle,Tabbar, TabbarItem, Group, Cell,Panel,  Radio,Divider, Card} from 'vux'
export default {
     props:['header'],
    components: {
 Grid, GridItem, GroupTitle,Tabbar, TabbarItem, Group, Cell,Panel,  Radio,Divider, Card
  },
  data() {
    return {
    };
  },
  methods: {
  },
  mounted: function() {
  this.header=this.$route.params.header;
  }
};
</script>
<style scoped>
.title{
font-size:20px;
font-weight:bold;
margin:0 auto;
text-align:center;
}
</style>
